{
    "author_id": 1001,
    "created_at": 1403018364000,
    "created_by": 1001,
    "featured": 0,
    "html": "[caption id=\"attachment_3627\" align=\"aligncenter\" width=\"300\"]<a href=\"http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/photo1.jpg\"><img class=\"size-medium wp-image-3627\" alt=\"LEO37\" src=\"http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/photo1-300x285.jpg\" width=\"300\" height=\"285\" /></a> rainy days are the best for interviews...and good lighting[/caption]\r\n\r\nUnder the moniker <a href=\"http://www.leo37.com/\">LEO37</a>, Leo Shia has firmly established himself in the international hip hop scene, from his hometown in Toronto to Taipei, where he moved three years ago to pursue his passion for music and design. Originally from Saskatoon, Saskatchewan, and now based in Taipei, Shia wears multiple hats as an artist, from organizing hip hop and live music events to overseeing the label <a href=\"http://ppfhouse.com/\">PPF House</a> with his brothers to producing with creative collective <a href=\"http://theblastlife.com/\">the BLAST</a>. In this interview, Shia shares his thoughts on the rising interest towards hip hop in Taiwan and how family is at the heart of his work as an artist.\r\n\r\n<span style=\"font-size: x-small;\">*This will be the first in a series of interviews conducted by </span><span style=\"font-size: xx-small;\"><strong>hardboiled</strong></span><span style=\"font-size: x-small;\"> staffer Sam Lai during her time in Taipei this summer. A little bit from Sam: </span><span style=\"font-size: x-small;\">I first came across LEO37 on <a href=\"http://blog.angryasianman.com/2011/11/music-video-fanfare-by-leo37.html\">Angry Asian Man</a> when the Fanfare music video was posted. What struck me the most was seeing a Taiwanese face not only rapping, but also rapping in a way that stood out from the hypermasculine Asian American hip hop artists I had seen. At the time, I had no idea that I would end up <a href=\"http://24.media.tumblr.com/tumblr_m6566sApze1rqmmq4o4_500.jpg\">meeting both Phil Yu</a> the Angry Asian Man and LEO37 in the next three years. PERKS OF BEING ASIAN AND A WRITER WOOT.</span>\r\n<p dir=\"ltr\"><strong>So you’ve been in Taiwan for eight years?</strong> [edit: Shia has been in the hip hop game for eight years. Sam needs to do better research.]</p>\r\n<p dir=\"ltr\">No no, three years. I did a tour around Asia with my good friends MAGNOLIUS (Toronto-based Hip-Hop group), back in ‘06, and that was the first time I’d been back as an adult: last time I was back I was 11. I was able to experience a lot, since a lot had changed. Back home, for independent Asian rappers, we were doing okay, had day jobs, but you start to see a roof. When I began to see some of my more favored counterparts and colleagues get deals, some major label, but see them struggle, I thought I’d give it a shot out here. I started going back and forth for several years, and three years ago finally made the move [to Taipei].</p>\r\n<strong>What's a regular day for LEO37 look like?</strong>\r\n<p dir=\"ltr\">As an independent artist, there's nothing regular. Nowadays, independent artists, they have hands in everything. They have to multi-task and be a lot more business minded. Pseudo-entrepreneurs if you will. My day-to-day, it depends. I do a lot of graphic design work, promotion: me and my two brothers (Howie and Tim) run PPF in Toronto and I have the Blast (Serpico, Poppa Baer and Oohchild) out here in Taipei. So it’s different depending on the day. Obviously I'd like to be writing a lot more considering that’s my technical job description and I have three different projects in three different countries that need finishing, but unfortunately, I can’t be in the studio every day.</p>\r\n<p dir=\"ltr\"><strong>What's your approach to writing like?</strong></p>\r\n<object width=\"560\" height=\"315\" classid=\"clsid:d27cdb6e-ae6d-11cf-96b8-444553540000\" codebase=\"http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=6,0,40,0\"><param name=\"allowFullScreen\" value=\"true\" /><param name=\"allowscriptaccess\" value=\"always\" /><param name=\"src\" value=\"//www.youtube.com/v/2EnCEyZaSZM?hl=en_US&amp;version=3&amp;rel=0\" /><param name=\"allowfullscreen\" value=\"true\" /><embed width=\"560\" height=\"315\" type=\"application/x-shockwave-flash\" src=\"//www.youtube.com/v/2EnCEyZaSZM?hl=en_US&amp;version=3&amp;rel=0\" allowFullScreen=\"true\" allowscriptaccess=\"always\" allowfullscreen=\"true\" /></object>\r\n<p dir=\"ltr\">My brother Howie, he did the videos for \"FANFARE,\" \"YOU &amp; THE NITE,\" produced for my first two albums, did all the artwork for all my physical and digital releases, and he's a songwriter as well. He's worked harder at his craft than anyone I know. He’s the reason I know how to do graphic design and he’s the reason why I approach writing the way I do now. When he started working professionally, he told me there was no time to wait for inspiration, you have to treat it like a job. So when I have time I force myself to write. When inspiration comes, I do write faster, in comparison to when I really have to sit down and force myself to write. But the key is to treat it like a job. You can’t really wait for inspiration anymore when this is your living. You have to be able to work under pressure. I used to carry a notepad everywhere, but now I have my iPhone where I'm constantly writing things down, so when I go to work, I can always refer to these pages and pages of random notes, lines and words to get me started.</p>\r\n<strong>This past March you hosted Raekwon and Ghostface Killah [of Wu-Tang Clan], how was that?</strong>\r\n\r\n[caption id=\"attachment_3637\" align=\"aligncenter\" width=\"680\"]<a href=\"http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/Raekwon-and-Ghostface-Killah-ATT-Showbox-Taipei.jpg\"><img class=\" wp-image-3637  \" alt=\"Members of Wu-Tang Clan Raekwon (L) and Ghostface Killah (R) perform at the ATT Showbox in Taipei on March 19, 2014.\" src=\"http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/Raekwon-and-Ghostface-Killah-ATT-Showbox-Taipei.jpg\" width=\"680\" height=\"450\" /></a> Members of Wu-Tang Clan Raekwon (L) and Ghostface Killah (R) perform at the ATT Showbox in Taipei on March 19, 2014.<br />PC: the BLAST[/caption]\r\n\r\nSo the company I have out here is the BLAST [<em>started in 2011, based in Taipei</em>], we started it with the idea to go big right away, like \"Let's make a mark on the scene.\" We wanted to get Ludacris and thought, <em>How much could he be, he couldn't be more than 10,000 US [dollars]</em>. We hear back and his fee is like $100,000, including 7 or 8 flights, so okay, we’re nowhere near that. So we started to focus on community and culture-driven projects to really build and contribute to the scene. Eventually we started getting a lot of great offers from artists on legacy runs but none of them ever seemed like the right fit. So when we got word from Ghostface and Raekwon, it was the right offer at the right time so we jumped at it. Contrary to what I had heard from other promoters, they were both real cool. Hell, Rae even taught us some new ways to play pool as he trash talked us at the table. It was surreal.\r\n<p dir=\"ltr\"><!--more--></p>\r\n<p dir=\"ltr\"><strong>Can you tell me more about your projects? Do you do the <em>Do You Want More?</em> (live music performances with local artists) shows with the BLAST?</strong></p>\r\n<object width=\"560\" height=\"315\" classid=\"clsid:d27cdb6e-ae6d-11cf-96b8-444553540000\" codebase=\"http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=6,0,40,0\"><param name=\"allowFullScreen\" value=\"true\" /><param name=\"allowscriptaccess\" value=\"always\" /><param name=\"src\" value=\"//www.youtube.com/v/wdQlu8s4kzo?hl=en_US&amp;version=3&amp;rel=0\" /><param name=\"allowfullscreen\" value=\"true\" /><embed width=\"560\" height=\"315\" type=\"application/x-shockwave-flash\" src=\"//www.youtube.com/v/wdQlu8s4kzo?hl=en_US&amp;version=3&amp;rel=0\" allowFullScreen=\"true\" allowscriptaccess=\"always\" allowfullscreen=\"true\" /></object>\r\n<p dir=\"ltr\">[The BLAST] started with doing just little hip hop shows, and we got together for different reasons. Myself, I was always in the live music circle, I was never a club guy ever. [BLAST members] Poppa Baer and Serpico were spinning more in the clubs out here (as well as everywhere else), we added Oohchild later on, whose footprint in the street art community is extremely deep. Everyone had their foothold in different circles, and we tried to combine all our pros into something positive for the community.</p>\r\n<p dir=\"ltr\">Thanks to Serpico, we got started with Under Bridge that went on for almost a year [2012-2013], but then there was just a bunch of scheduling conflicts so we couldn't continue. It was like 150 to 300 kids every Sunday, while they got to hang out [and] listen to hip hop. The vibe that I got from that was what I got when I started. We had that for the kids. We did Nike summer nights, their first big streetball tournament in Taiwan, they had us take care of all the programming outside of the basketball.  It was amazing: five weeks, every week packed.</p>\r\n\r\n\r\n[caption id=\"attachment_3643\" align=\"aligncenter\" width=\"584\"]<a href=\"http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/Nike-Summer-Nights-2012.jpg\"><img class=\"size-large wp-image-3643\" alt=\"Nike Summer Nights @ Ximending Movie Park, July to August 2012  PC: The BLAST website\" src=\"http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/Nike-Summer-Nights-2012-1024x693.jpg\" width=\"584\" height=\"395\" /></a> Nike Summer Nights @ Ximending Movie Park, July to August 2012<br />PC: The BLAST website[/caption]\r\n<p dir=\"ltr\"><strong>Can you talk more about <em>Do You Want More</em>?</strong></p>\r\n<object width=\"560\" height=\"315\" classid=\"clsid:d27cdb6e-ae6d-11cf-96b8-444553540000\" codebase=\"http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=6,0,40,0\"><param name=\"allowFullScreen\" value=\"true\" /><param name=\"allowscriptaccess\" value=\"always\" /><param name=\"src\" value=\"//www.youtube.com/v/59adCeahs6I?hl=en_US&amp;version=3&amp;rel=0\" /><param name=\"allowfullscreen\" value=\"true\" /><embed width=\"560\" height=\"315\" type=\"application/x-shockwave-flash\" src=\"//www.youtube.com/v/59adCeahs6I?hl=en_US&amp;version=3&amp;rel=0\" allowFullScreen=\"true\" allowscriptaccess=\"always\" allowfullscreen=\"true\" /></object>\r\n<p dir=\"ltr\"><em>Do You Want More?</em> had a live band and guests, and it was hugely successful for everyone who went. We started to do them monthly, add more guests, do more covers, live remixes, classic hip hop, funk R&amp;B, the momentum kept going. It was the most successful live music event in Taiwan. We felt we kind of plateaued, so we changed it down to a quarterly event in order to make each one a little more special. DYWM became a cultural hub where you saw different cliques and scenes coming together to enjoy good live music. It’s really a special event.</p>\r\n<p dir=\"ltr\">It’s crazy because when we brought Icy Ice of the Beat Junkies [<em>DJ crew formed in 1992 in Orange County</em>], he told us, <em>Yo it's crazy cuz the vibe you guys have here is what it felt like for us 15-20 years ago</em>. But here, the skill level isn't there yet, and it's absolutely not at the fault of the Taiwanese artists. It's still a new culture, they haven't heard enough. The new kids now who are coming into an environment where they've been listening to hip hop, they're catching it faster than the older guys who are trying to maintain, it’s exciting.</p>\r\n<p dir=\"ltr\"><strong>What would you describe your style of music as?</strong></p>\r\n<p dir=\"ltr\">It’s not hip hop, but it is hip hop. Because of the internet these days, regional hip-hop is less and less evident. So it just depends what you’re around and what inspires you. You got people like ASAP Rocky who sound like Houston but are from New York. I mean, ASAP Rocky grew up in New York, but the Houston sound, that’s what New York radio was playing. It was organic. For me, depending on the producers I’m working with, wherever I am in the world, or what stage in my life I’m at, that will influence what sound I create.  But I still like to think my work, no matter how far it gets, is still Hip-Hop.</p>\r\n<p dir=\"ltr\">As the only Chinese kid in class, I didn’t have rapper or DJ friends, I was an anomaly in my grade. But you know, while all the kids were listening to what they were, and I was listening the same things too, there’s something about being a yellow kid in a pretty much white kids school [in that] hip hop just speaks to you. I was experiencing racism on a regular basis, maybe not outright but little slights here and there. I started getting an inkling of it, once I started touring outside Canada, I started to see…but I truly believe there’s no outright racism, it’s ingrained. At the end of the day, I only had three role models in mainstream media growing up that looked like me: Bruce Lee, Jackie Chan, Dragon Ball Z. I was never a huge fan of Jackie just cause he, more often than not always ended up being a clown. And Dragon Ball Z is a cartoon. So you’re telling me that the last real male role model that I related to cuturally was 40 years ago? And I wasn’t really old enough for [Bruce Lee] to be my role model as a kid. It’s a weird scenario when you grow up in a climate where there was no one Asian to look up to. The Asian performers I saw seemed real cheesy to me where I was, and that wasn’t anything I wanted to be. I understand why people wouldn’t identify with Asian rappers. Not saying my lyrics are Asian-driven but there’s a perspective [the audience] doesn’t have and needs to be able to identify with my music. So I don’t blame anyone. But building and growing a career in Canada was tough. There are good Asian rappers really struggling in the States too, so it made sense that I came to Taiwan and test the waters.</p>\r\n<p dir=\"ltr\"><strong>What’s a challenge you’ve faced in coming to Taiwan?</strong></p>\r\n<object width=\"560\" height=\"315\" classid=\"clsid:d27cdb6e-ae6d-11cf-96b8-444553540000\" codebase=\"http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=6,0,40,0\"><param name=\"allowFullScreen\" value=\"true\" /><param name=\"allowscriptaccess\" value=\"always\" /><param name=\"src\" value=\"//www.youtube.com/v/hEhwH4G_2PI?hl=en_US&amp;version=3&amp;rel=0\" /><param name=\"allowfullscreen\" value=\"true\" /><embed width=\"560\" height=\"315\" type=\"application/x-shockwave-flash\" src=\"//www.youtube.com/v/hEhwH4G_2PI?hl=en_US&amp;version=3&amp;rel=0\" allowFullScreen=\"true\" allowscriptaccess=\"always\" allowfullscreen=\"true\" /></object>\r\n<p dir=\"ltr\">Language is still a problem, I don't speak it at a level that I need it to be. When I'm on stage, I wish I had more to say. I'm getting better. My banter is not that good, and I keep the shows tight cuz I don’t say much. Rather than show my weaknesses, I just push my strengths. The fact that I don't rap in Chinese and refuse to (until it’s at the level of my English) restricts my reach, so I promote and tour always with a band, because at least people can understand music and feeling, you [can] get that. For me, being out here, not only in Taiwan but being in Asia, with the exception of Singapore and the Philippines, everywhere else that doesn’t speak English has forced me to step my stage game up. The challenge keeps things interesting.</p>\r\n<strong>Would you say that Taiwan is still in the early stage of its hip hop scene?</strong>\r\n<p dir=\"ltr\">It is an early stage in Taiwan for hip hop: if hip hop started in 1976 or ‘78 in the US, then in Taiwan we’re in the late 80s right now. [Rappers here] are starting to rap more about things they care about, rather than just being cool at the party, so that’s refreshing, but it’s still in its early stages.</p>\r\n\r\n\r\n[caption id=\"attachment_3648\" align=\"aligncenter\" width=\"500\"]<a href=\"http://www.wnyc.org/story/89709-south-bronx-hip-hop-year-zero/\"><img class=\"size-full wp-image-3648 \" alt=\"Hip hop in the Bronx at the Dixie Club PC: Joe Conzo/WNYC\" src=\"http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/Hip-hop-in-the-Bronx-at-the-Dixie-Club.jpg\" width=\"500\" height=\"500\" /></a> Hip hop in the Bronx at the Dixie Club.<br />PC: Joe Conzo/WNYC[/caption]\r\n<p dir=\"ltr\"><strong>Of course, hip hop is more than just rapping. How has the reception been for the other elements like DJing, graffiti, and break-dancing?</strong></p>\r\n<p dir=\"ltr\">Dance by nature in Taiwan is rich: other than b-boying, both popping and locking are huge and Taiwan remain international leaders in both. I appreciate what is growing out here, so I’m not so worried about that (Shout out <a href=\"http://www.stylehood.com.tw/2012/skool_01.html\">IP Dance Skool</a>!). Graffiti writers around the world are just a different breed of person. Although we're more aggressive in North America, they're different in a lot of similar ways if that makes sense, haha. The graff scene continues to grow and will only get better. Unfortunately though, DJs and rappers out here continue to get better but there's still a real lack of exposure to more music and so the variety is not as wide spanning as one would hope. What's played out here might not be my cup of tea generally, but I understand its place. We just need balance. That's it.</p>\r\n<p dir=\"ltr\"><strong>Something I’ve noticed already is that streetwear has become really popular out here, and that’s something strange to me because of what I’ve seen in the Bay, like in San Jose where there’s a vibrant dance community. It’s like, these people can afford to dress like this without understanding what hip hop is.</strong></p>\r\n<p dir=\"ltr\"><a href=\"http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/tumblr_mbxcacepFB1qm5r3ro1_r1_1280.jpg\"><img class=\"aligncenter size-large wp-image-3650\" alt=\"\" src=\"http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/tumblr_mbxcacepFB1qm5r3ro1_r1_1280-1024x681.jpg\" width=\"584\" height=\"388\" /></a></p>\r\n\r\n\r\n[caption id=\"attachment_3649\" align=\"aligncenter\" width=\"584\"]<a href=\"http://hardboiled.berkeley.edu/archived-issues/year-16/issue-16-1/\"><img class=\"size-large wp-image-3649\" alt=\"Attendees of Fall/Winter 2012 FAME (Fashion Art Music Exposition) in San Jose, California. Covered in hardboiled issue 16.1 (image links to PDF). PC: Mark Chua\" src=\"http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/tumblr_mbxarfga1Y1qm5r3ro1_1280-1024x681.jpg\" width=\"584\" height=\"388\" /></a> Attendees of Fall/Winter 2012 FAME (Fashion Art Music Exposition) in San Jose, California. Covered in hardboiled issue 16.1 (image links to PDF).<br />PC: Mark Chua[/caption]\r\n<p dir=\"ltr\">That’s something I realized from my cousin. He got the cocked back cap, G’d up, and I hit him up to go to a hip hop show, and he told me, “I don’t really listen to hip hop.” And that was it. Mos Def [<em>btw now Yasiin Bey</em>] did something, talking about being in a country that is so driven by aesthetics, and how that's so incredible because Japan does so much to make things look pretty, the look is important. In Taiwan it's that as well to a different extent, I wouldn’t say to a lesser extent, not lesser because you still have some very important artists coming out of Taiwan like Hou Hsiao Hsien or James Jean. He did [the wallpaper and fabric prints for] the Prada line in 2008, not sure if he's American-born or from Taiwan, but the aesthetic game for a portion of the population is very high. As a basis though, the problem you encounter in societies like this if everything is superficially based, or more aesthetically based, that's where you stop searching. Some of the music lacks soul. The music sounds right, aesthetically, but it just doesn’t feel right. It didn't quite gel with me when I noticed it.</p>\r\n\r\n\r\n[caption id=\"attachment_3651\" align=\"aligncenter\" width=\"680\"]<a href=\"http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/ik20140319-_dsc2855-006-the-blast-x-arta-present-raekwon-and-ghostface-killah.jpg\"><img class=\"size-full wp-image-3651\" alt=\"Attendees at the March 2014 event with Raekwon and Ghostface Killah. PC: The BLAST website\" src=\"http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/ik20140319-_dsc2855-006-the-blast-x-arta-present-raekwon-and-ghostface-killah.jpg\" width=\"680\" height=\"453\" /></a> Attendees at the March 2014 event with Raekwon and Ghostface Killah.<br />PC: The BLAST website[/caption]\r\n<p dir=\"ltr\"><strong>There are Asian American artists who I respect because they really do it for the community, like <a href=\"http://www.bambu.la/\">Bambu</a>. Sure, it’s nice to be able to make a living from hip hop, but the artists I admire, they’re about creating a family.</strong></p>\r\n\r\n\r\n[caption id=\"attachment_3646\" align=\"aligncenter\" width=\"604\"]<a href=\"http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/10399856_141728416822_7598345_n.jpg\"><img class=\" wp-image-3646 \" alt=\"Shia (far right) is also a member of The Worst Pop Band Ever (yes, that's their real name) with his brother Tim (second from right).\" src=\"http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/10399856_141728416822_7598345_n.jpg\" width=\"604\" height=\"483\" /></a> Among his many projects, Shia (far right) is also a member of The Worst Pop Band Ever (yes, that's their real name) with his brother Tim (second from right). Found in Toronto in 2005, WPBE's genre of music is a self-described \"Ugly lovechild of Miles &amp; Radiohead.\"<br />PC: WPBE Facebook[/caption]\r\n<p dir=\"ltr\">Yeah, take care of your own, cuz that’s what got you where you are. Unless for whatever reason someone negates the help that they’ve done for you, you've got to show respect. I’m doing this for my fam, to be able to give back to my parents and brothers who gave me so much. My mom, on top of being the best, was voted by YWCA as Woman of the Year [<em>part of Women of Distinction awards</em>] for all of the work she does in in the Chinese community, the University as well as all the families she’s helped as a part of the Open Door Society. Avid social worker, she wrote the curriculum for both high school and University Mandarin courses in Saskatoon, [with] no PHd. And well my dad is a geneticist. Letting their son be a rapper is crazy! Hell, my brother Tim is a drummer and Howie's an animator/writer/director. Weird Asian parents to say the least. But they were also the ones who pushed the arts on me and my brothers. They would bring me to a ton of jazz concerts, classical events, hell, my first concert was Sting when I was 8. They pushed me to play instruments, draw, dance, anything to express myself. So yeah, It’s always been about fam.</p>",
    "id": 3626,
    "image": null,
    "language": "en_US",
    "markdown": "[caption id=\"attachment_3627\" align=\"aligncenter\" width=\"300\"][![LEO37](http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/photo1-300x285.jpg)](http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/photo1.jpg) rainy days are the best for interviews...and good lighting[/caption]\r\n\nUnder the moniker [LEO37](http://www.leo37.com/), Leo Shia has firmly established himself in the international hip hop scene, from his hometown in Toronto to Taipei, where he moved three years ago to pursue his passion for music and design. Originally from Saskatoon, Saskatchewan, and now based in Taipei, Shia wears multiple hats as an artist, from organizing hip hop and live music events to overseeing the label [PPF House](http://ppfhouse.com/) with his brothers to producing with creative collective [the BLAST](http://theblastlife.com/). In this interview, Shia shares his thoughts on the rising interest towards hip hop in Taiwan and how family is at the heart of his work as an artist.\r\n\n<span style=\"font-size: x-small;\">*This will be the first in a series of interviews conducted by </span><span style=\"font-size: xx-small;\">**hardboiled**</span><span style=\"font-size: x-small;\"> staffer Sam Lai during her time in Taipei this summer. A little bit from Sam: </span><span style=\"font-size: x-small;\">I first came across LEO37 on [Angry Asian Man](http://blog.angryasianman.com/2011/11/music-video-fanfare-by-leo37.html) when the Fanfare music video was posted. What struck me the most was seeing a Taiwanese face not only rapping, but also rapping in a way that stood out from the hypermasculine Asian American hip hop artists I had seen. At the time, I had no idea that I would end up [meeting both Phil Yu](http://24.media.tumblr.com/tumblr_m6566sApze1rqmmq4o4_500.jpg) the Angry Asian Man and LEO37 in the next three years. PERKS OF BEING ASIAN AND A WRITER WOOT.</span>\r\n\n**So you’ve been in Taiwan for eight years?** [edit: Shia has been in the hip hop game for eight years. Sam needs to do better research.]\n\nNo no, three years. I did a tour around Asia with my good friends MAGNOLIUS (Toronto-based Hip-Hop group), back in ‘06, and that was the first time I’d been back as an adult: last time I was back I was 11. I was able to experience a lot, since a lot had changed. Back home, for independent Asian rappers, we were doing okay, had day jobs, but you start to see a roof. When I began to see some of my more favored counterparts and colleagues get deals, some major label, but see them struggle, I thought I’d give it a shot out here. I started going back and forth for several years, and three years ago finally made the move [to Taipei].\n\n**What's a regular day for LEO37 look like?**\r\n\nAs an independent artist, there's nothing regular. Nowadays, independent artists, they have hands in everything. They have to multi-task and be a lot more business minded. Pseudo-entrepreneurs if you will. My day-to-day, it depends. I do a lot of graphic design work, promotion: me and my two brothers (Howie and Tim) run PPF in Toronto and I have the Blast (Serpico, Poppa Baer and Oohchild) out here in Taipei. So it’s different depending on the day. Obviously I'd like to be writing a lot more considering that’s my technical job description and I have three different projects in three different countries that need finishing, but unfortunately, I can’t be in the studio every day.\n\n**What's your approach to writing like?**\n\n<object width=\"560\" height=\"315\" classid=\"clsid:d27cdb6e-ae6d-11cf-96b8-444553540000\" codebase=\"http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=6,0,40,0\"><param name=\"allowFullScreen\" value=\"true\" /><param name=\"allowscriptaccess\" value=\"always\" /><param name=\"src\" value=\"//www.youtube.com/v/2EnCEyZaSZM?hl=en_US&amp;version=3&amp;rel=0\" /><param name=\"allowfullscreen\" value=\"true\" /><embed width=\"560\" height=\"315\" type=\"application/x-shockwave-flash\" src=\"//www.youtube.com/v/2EnCEyZaSZM?hl=en_US&amp;version=3&amp;rel=0\" allowFullScreen=\"true\" allowscriptaccess=\"always\" allowfullscreen=\"true\" /></object>\r\n\nMy brother Howie, he did the videos for \"FANFARE,\" \"YOU &amp; THE NITE,\" produced for my first two albums, did all the artwork for all my physical and digital releases, and he's a songwriter as well. He's worked harder at his craft than anyone I know. He’s the reason I know how to do graphic design and he’s the reason why I approach writing the way I do now. When he started working professionally, he told me there was no time to wait for inspiration, you have to treat it like a job. So when I have time I force myself to write. When inspiration comes, I do write faster, in comparison to when I really have to sit down and force myself to write. But the key is to treat it like a job. You can’t really wait for inspiration anymore when this is your living. You have to be able to work under pressure. I used to carry a notepad everywhere, but now I have my iPhone where I'm constantly writing things down, so when I go to work, I can always refer to these pages and pages of random notes, lines and words to get me started.\n\n**This past March you hosted Raekwon and Ghostface Killah [of Wu-Tang Clan], how was that?**\r\n\n[caption id=\"attachment_3637\" align=\"aligncenter\" width=\"680\"][![Members of Wu-Tang Clan Raekwon (L) and Ghostface Killah (R) perform at the ATT Showbox in Taipei on March 19, 2014.](http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/Raekwon-and-Ghostface-Killah-ATT-Showbox-Taipei.jpg)](http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/Raekwon-and-Ghostface-Killah-ATT-Showbox-Taipei.jpg) Members of Wu-Tang Clan Raekwon (L) and Ghostface Killah (R) perform at the ATT Showbox in Taipei on March 19, 2014.\nPC: the BLAST[/caption]\r\n\nSo the company I have out here is the BLAST [_started in 2011, based in Taipei_], we started it with the idea to go big right away, like \"Let's make a mark on the scene.\" We wanted to get Ludacris and thought, _How much could he be, he couldn't be more than 10,000 US [dollars]_. We hear back and his fee is like $100,000, including 7 or 8 flights, so okay, we’re nowhere near that. So we started to focus on community and culture-driven projects to really build and contribute to the scene. Eventually we started getting a lot of great offers from artists on legacy runs but none of them ever seemed like the right fit. So when we got word from Ghostface and Raekwon, it was the right offer at the right time so we jumped at it. Contrary to what I had heard from other promoters, they were both real cool. Hell, Rae even taught us some new ways to play pool as he trash talked us at the table. It was surreal.\r\n\n<!--more-->\n\n**Can you tell me more about your projects? Do you do the _Do You Want More?_ (live music performances with local artists) shows with the BLAST?**\n\n<object width=\"560\" height=\"315\" classid=\"clsid:d27cdb6e-ae6d-11cf-96b8-444553540000\" codebase=\"http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=6,0,40,0\"><param name=\"allowFullScreen\" value=\"true\" /><param name=\"allowscriptaccess\" value=\"always\" /><param name=\"src\" value=\"//www.youtube.com/v/wdQlu8s4kzo?hl=en_US&amp;version=3&amp;rel=0\" /><param name=\"allowfullscreen\" value=\"true\" /><embed width=\"560\" height=\"315\" type=\"application/x-shockwave-flash\" src=\"//www.youtube.com/v/wdQlu8s4kzo?hl=en_US&amp;version=3&amp;rel=0\" allowFullScreen=\"true\" allowscriptaccess=\"always\" allowfullscreen=\"true\" /></object>\r\n\n[The BLAST] started with doing just little hip hop shows, and we got together for different reasons. Myself, I was always in the live music circle, I was never a club guy ever. [BLAST members] Poppa Baer and Serpico were spinning more in the clubs out here (as well as everywhere else), we added Oohchild later on, whose footprint in the street art community is extremely deep. Everyone had their foothold in different circles, and we tried to combine all our pros into something positive for the community.\n\nThanks to Serpico, we got started with Under Bridge that went on for almost a year [2012-2013], but then there was just a bunch of scheduling conflicts so we couldn't continue. It was like 150 to 300 kids every Sunday, while they got to hang out [and] listen to hip hop. The vibe that I got from that was what I got when I started. We had that for the kids. We did Nike summer nights, their first big streetball tournament in Taiwan, they had us take care of all the programming outside of the basketball.  It was amazing: five weeks, every week packed.\n\n[caption id=\"attachment_3643\" align=\"aligncenter\" width=\"584\"][![Nike Summer Nights @ Ximending Movie Park, July to August 2012  PC: The BLAST website](http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/Nike-Summer-Nights-2012-1024x693.jpg)](http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/Nike-Summer-Nights-2012.jpg) Nike Summer Nights @ Ximending Movie Park, July to August 2012\nPC: The BLAST website[/caption]\r\n\n**Can you talk more about _Do You Want More_?**\n\n<object width=\"560\" height=\"315\" classid=\"clsid:d27cdb6e-ae6d-11cf-96b8-444553540000\" codebase=\"http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=6,0,40,0\"><param name=\"allowFullScreen\" value=\"true\" /><param name=\"allowscriptaccess\" value=\"always\" /><param name=\"src\" value=\"//www.youtube.com/v/59adCeahs6I?hl=en_US&amp;version=3&amp;rel=0\" /><param name=\"allowfullscreen\" value=\"true\" /><embed width=\"560\" height=\"315\" type=\"application/x-shockwave-flash\" src=\"//www.youtube.com/v/59adCeahs6I?hl=en_US&amp;version=3&amp;rel=0\" allowFullScreen=\"true\" allowscriptaccess=\"always\" allowfullscreen=\"true\" /></object>\r\n\n_Do You Want More?_ had a live band and guests, and it was hugely successful for everyone who went. We started to do them monthly, add more guests, do more covers, live remixes, classic hip hop, funk R&amp;B, the momentum kept going. It was the most successful live music event in Taiwan. We felt we kind of plateaued, so we changed it down to a quarterly event in order to make each one a little more special. DYWM became a cultural hub where you saw different cliques and scenes coming together to enjoy good live music. It’s really a special event.\n\nIt’s crazy because when we brought Icy Ice of the Beat Junkies [_DJ crew formed in 1992 in Orange County_], he told us, _Yo it's crazy cuz the vibe you guys have here is what it felt like for us 15-20 years ago_. But here, the skill level isn't there yet, and it's absolutely not at the fault of the Taiwanese artists. It's still a new culture, they haven't heard enough. The new kids now who are coming into an environment where they've been listening to hip hop, they're catching it faster than the older guys who are trying to maintain, it’s exciting.\n\n**What would you describe your style of music as?**\n\nIt’s not hip hop, but it is hip hop. Because of the internet these days, regional hip-hop is less and less evident. So it just depends what you’re around and what inspires you. You got people like ASAP Rocky who sound like Houston but are from New York. I mean, ASAP Rocky grew up in New York, but the Houston sound, that’s what New York radio was playing. It was organic. For me, depending on the producers I’m working with, wherever I am in the world, or what stage in my life I’m at, that will influence what sound I create.  But I still like to think my work, no matter how far it gets, is still Hip-Hop.\n\nAs the only Chinese kid in class, I didn’t have rapper or DJ friends, I was an anomaly in my grade. But you know, while all the kids were listening to what they were, and I was listening the same things too, there’s something about being a yellow kid in a pretty much white kids school [in that] hip hop just speaks to you. I was experiencing racism on a regular basis, maybe not outright but little slights here and there. I started getting an inkling of it, once I started touring outside Canada, I started to see…but I truly believe there’s no outright racism, it’s ingrained. At the end of the day, I only had three role models in mainstream media growing up that looked like me: Bruce Lee, Jackie Chan, Dragon Ball Z. I was never a huge fan of Jackie just cause he, more often than not always ended up being a clown. And Dragon Ball Z is a cartoon. So you’re telling me that the last real male role model that I related to cuturally was 40 years ago? And I wasn’t really old enough for [Bruce Lee] to be my role model as a kid. It’s a weird scenario when you grow up in a climate where there was no one Asian to look up to. The Asian performers I saw seemed real cheesy to me where I was, and that wasn’t anything I wanted to be. I understand why people wouldn’t identify with Asian rappers. Not saying my lyrics are Asian-driven but there’s a perspective [the audience] doesn’t have and needs to be able to identify with my music. So I don’t blame anyone. But building and growing a career in Canada was tough. There are good Asian rappers really struggling in the States too, so it made sense that I came to Taiwan and test the waters.\n\n**What’s a challenge you’ve faced in coming to Taiwan?**\n\n<object width=\"560\" height=\"315\" classid=\"clsid:d27cdb6e-ae6d-11cf-96b8-444553540000\" codebase=\"http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=6,0,40,0\"><param name=\"allowFullScreen\" value=\"true\" /><param name=\"allowscriptaccess\" value=\"always\" /><param name=\"src\" value=\"//www.youtube.com/v/hEhwH4G_2PI?hl=en_US&amp;version=3&amp;rel=0\" /><param name=\"allowfullscreen\" value=\"true\" /><embed width=\"560\" height=\"315\" type=\"application/x-shockwave-flash\" src=\"//www.youtube.com/v/hEhwH4G_2PI?hl=en_US&amp;version=3&amp;rel=0\" allowFullScreen=\"true\" allowscriptaccess=\"always\" allowfullscreen=\"true\" /></object>\r\n\nLanguage is still a problem, I don't speak it at a level that I need it to be. When I'm on stage, I wish I had more to say. I'm getting better. My banter is not that good, and I keep the shows tight cuz I don’t say much. Rather than show my weaknesses, I just push my strengths. The fact that I don't rap in Chinese and refuse to (until it’s at the level of my English) restricts my reach, so I promote and tour always with a band, because at least people can understand music and feeling, you [can] get that. For me, being out here, not only in Taiwan but being in Asia, with the exception of Singapore and the Philippines, everywhere else that doesn’t speak English has forced me to step my stage game up. The challenge keeps things interesting.\n\n**Would you say that Taiwan is still in the early stage of its hip hop scene?**\r\n\nIt is an early stage in Taiwan for hip hop: if hip hop started in 1976 or ‘78 in the US, then in Taiwan we’re in the late 80s right now. [Rappers here] are starting to rap more about things they care about, rather than just being cool at the party, so that’s refreshing, but it’s still in its early stages.\n\n[caption id=\"attachment_3648\" align=\"aligncenter\" width=\"500\"][![Hip hop in the Bronx at the Dixie Club PC: Joe Conzo/WNYC](http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/Hip-hop-in-the-Bronx-at-the-Dixie-Club.jpg)](http://www.wnyc.org/story/89709-south-bronx-hip-hop-year-zero/) Hip hop in the Bronx at the Dixie Club.\nPC: Joe Conzo/WNYC[/caption]\r\n\n**Of course, hip hop is more than just rapping. How has the reception been for the other elements like DJing, graffiti, and break-dancing?**\n\nDance by nature in Taiwan is rich: other than b-boying, both popping and locking are huge and Taiwan remain international leaders in both. I appreciate what is growing out here, so I’m not so worried about that (Shout out [IP Dance Skool](http://www.stylehood.com.tw/2012/skool_01.html)!). Graffiti writers around the world are just a different breed of person. Although we're more aggressive in North America, they're different in a lot of similar ways if that makes sense, haha. The graff scene continues to grow and will only get better. Unfortunately though, DJs and rappers out here continue to get better but there's still a real lack of exposure to more music and so the variety is not as wide spanning as one would hope. What's played out here might not be my cup of tea generally, but I understand its place. We just need balance. That's it.\n\n**Something I’ve noticed already is that streetwear has become really popular out here, and that’s something strange to me because of what I’ve seen in the Bay, like in San Jose where there’s a vibrant dance community. It’s like, these people can afford to dress like this without understanding what hip hop is.**\n\n[![](http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/tumblr_mbxcacepFB1qm5r3ro1_r1_1280-1024x681.jpg)](http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/tumblr_mbxcacepFB1qm5r3ro1_r1_1280.jpg)\n\n[caption id=\"attachment_3649\" align=\"aligncenter\" width=\"584\"][![Attendees of Fall/Winter 2012 FAME (Fashion Art Music Exposition) in San Jose, California. Covered in hardboiled issue 16.1 (image links to PDF). PC: Mark Chua](http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/tumblr_mbxarfga1Y1qm5r3ro1_1280-1024x681.jpg)](http://hardboiled.berkeley.edu/archived-issues/year-16/issue-16-1/) Attendees of Fall/Winter 2012 FAME (Fashion Art Music Exposition) in San Jose, California. Covered in hardboiled issue 16.1 (image links to PDF).\nPC: Mark Chua[/caption]\r\n\nThat’s something I realized from my cousin. He got the cocked back cap, G’d up, and I hit him up to go to a hip hop show, and he told me, “I don’t really listen to hip hop.” And that was it. Mos Def [_btw now Yasiin Bey_] did something, talking about being in a country that is so driven by aesthetics, and how that's so incredible because Japan does so much to make things look pretty, the look is important. In Taiwan it's that as well to a different extent, I wouldn’t say to a lesser extent, not lesser because you still have some very important artists coming out of Taiwan like Hou Hsiao Hsien or James Jean. He did [the wallpaper and fabric prints for] the Prada line in 2008, not sure if he's American-born or from Taiwan, but the aesthetic game for a portion of the population is very high. As a basis though, the problem you encounter in societies like this if everything is superficially based, or more aesthetically based, that's where you stop searching. Some of the music lacks soul. The music sounds right, aesthetically, but it just doesn’t feel right. It didn't quite gel with me when I noticed it.\n\n[caption id=\"attachment_3651\" align=\"aligncenter\" width=\"680\"][![Attendees at the March 2014 event with Raekwon and Ghostface Killah. PC: The BLAST website](http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/ik20140319-_dsc2855-006-the-blast-x-arta-present-raekwon-and-ghostface-killah.jpg)](http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/ik20140319-_dsc2855-006-the-blast-x-arta-present-raekwon-and-ghostface-killah.jpg) Attendees at the March 2014 event with Raekwon and Ghostface Killah.\nPC: The BLAST website[/caption]\r\n\n**There are Asian American artists who I respect because they really do it for the community, like [Bambu](http://www.bambu.la/). Sure, it’s nice to be able to make a living from hip hop, but the artists I admire, they’re about creating a family.**\n\n[caption id=\"attachment_3646\" align=\"aligncenter\" width=\"604\"][![Shia (far right) is also a member of The Worst Pop Band Ever (yes, that](http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/10399856_141728416822_7598345_n.jpg)](http://hardboiled.berkeley.edu/wordpress/wp-content/uploads/2014/06/10399856_141728416822_7598345_n.jpg) Among his many projects, Shia (far right) is also a member of The Worst Pop Band Ever (yes, that's their real name) with his brother Tim (second from right). Found in Toronto in 2005, WPBE's genre of music is a self-described \"Ugly lovechild of Miles &amp; Radiohead.\"\nPC: WPBE Facebook[/caption]\r\n\nYeah, take care of your own, cuz that’s what got you where you are. Unless for whatever reason someone negates the help that they’ve done for you, you've got to show respect. I’m doing this for my fam, to be able to give back to my parents and brothers who gave me so much. My mom, on top of being the best, was voted by YWCA as Woman of the Year [_part of Women of Distinction awards_] for all of the work she does in in the Chinese community, the University as well as all the families she’s helped as a part of the Open Door Society. Avid social worker, she wrote the curriculum for both high school and University Mandarin courses in Saskatoon, [with] no PHd. And well my dad is a geneticist. Letting their son be a rapper is crazy! Hell, my brother Tim is a drummer and Howie's an animator/writer/director. Weird Asian parents to say the least. But they were also the ones who pushed the arts on me and my brothers. They would bring me to a ton of jazz concerts, classical events, hell, my first concert was Sting when I was 8. They pushed me to play instruments, draw, dance, anything to express myself. So yeah, It’s always been about fam.",
    "meta_description": null,
    "meta_title": null,
    "page": 0,
    "published_at": 1403018364000,
    "published_by": 1001,
    "slug": "Reporting-from-Taiwan-An-Interview-with-Hip-Hop-Artist-LEO37",
    "status": "published",
    "title": "Reporting from Taiwan: An Interview with Hip Hop Artist LEO37",
    "updated_at": 1403018364000,
    "updated_by": 1001
}
